/*Localized name of the help book to use*/

"TPTITLE" = "You have changed your date or time. To save your changes, click Save. To use the previous settings, click Revert.";
"TPTEXT" = "To make further changes, click Cancel.";
"TPCANCEL" = "Cancel";
"TPREVERT" = "Revert";
"TPSAVE" = "Save";


/* Strings used as domains to use as time servers */
/*  These are NOT the names displayed in the combo box, those can be edited in the NIB file */
/*  These are the domains that actually get used when a user selects one of the popup items */
"US_NTP_SERVER_DOMAIN" = "time.apple.com";
"ASIA_NTP_SERVER_DOMAIN" = "time.asia.apple.com";
"EURO_NTP_SERVER_DOMAIN" = "time.euro.apple.com";
